# Покрокове створення першого Workflow з шаблону
# 1. Створити базовий шаблон для Github Actions через графічний інтерфейс та обравши наперед визначені Workflow;
# 2. Зайти у вкладку Actions, знайти шаблон Python application та натиснути кнопку Configure. Відкриється файл для редагування;
# 3. Змінити назву файлу на власну назву у змінній name, закомітити файл до репозиторію натиснуши в правому кутку кнопку Start Commit та написавши повідомлення;
# 4. Ознайомтись з файлом та копентаріями до нього (вони англійькою мовою, однак легко зрозумілі);
# 5. Переконатись що у вкладці Actions відображається новий Workflow;